INCLUDE variables.ink
VAR var1 = "пумпумпум"
===begin===
->BarOpen

===проверка_дивертов===
{var1} {varGLob}#d1:BarOpen
->диверт1
а
=диверт1
текст диверта 1
->END

===BarOpen===
Как спать-то хочется... Пора открываться.
    *[Открыться]
        Дверь открыта. Ну что, время встречать гостей!..
        Продержаться бы до вечера.
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
    +[Да ну его...]
        -> DONE
= ШТОШ
    проверка штошей
    +[угу]
        Наконец-то отдых...
        -> ШТОШ
    +[ага]
        -> ШТОШ2
= ШТОШ2
    е бой
    -> BarClose
->END

===BarClose===
Ну вот и конец дня. Пора закрываться.
    +[Закрыться]
        Наконец-то отдых...
        -> ШТОШ
    +[Не Закрыться]
        -> ШТОШ2
= ШТОШ
    погнали чо
    +[Закрыться]
        Наконец-то отдых...
        -> ШТОШ
    +[Не Закрыться]
        -> ШТОШ2
= ШТОШ2
    не погнали
    -> BarClose
->END

