INCLUDE variables.ink
INCLUDE WoodsConductorDialog1.ink

===begin===
->Introduction

===Introduction===
Все знают истории героев былых времён. 
Жил, приходил, видел, побеждал… уходил на заслуженную пенсию нянчить внуков. 
Про последнее, конечно, никто не расскажет. Обычно после “победы” в истории героя ставится точка.
Жизнь, впрочем, не история. Она продолжается и дальше.
Ладно, давайте знакомиться. 
Я Кот. Технически – потомок самого Баюна, великого и ужасного… на деле – седьмая вода на киселе. 
Нас разделяют несколько поколений ничем не примечательных котов, которые живут лишь за счёт славы именитого предка.
Я не считаю, что кому-то что-то должен. 
Но когда мой заморский дядька подарил мне пару сапог, и во мне проснулась магия...
...мои родственнички мигом решили, что именно мне предстоит спасать их репутацию как великих-ужасных-котов-колдунов. Ага, ещё  чего…
Очень мало что может меня заинтересовать настолько, чтобы мне захотелось что-то сделать. 
Впрочем, должен признать… один волшебник смог меня заинтересовать.
Ему очень понравились мои сапоги, и он предложил сыграть на них. 
Если он побеждает – я расстаюсь с сапогами. Если же победа за мной – он расскажет мне, как пользоваться заключённой в них магией. 
Неплохая сделка, а? А я ещё и весьма неплохой игрок!.. 
Конечно, я согласился.
И позорно проиграл.
Волшебник лишь  посмеялся над моей самоуверенностью. 
Пожаловав мне новое прозвище, он испарился в воздухе. 
Впрочем, долго скучать в одиночестве мне не  пришлось – тут же появилась добрая фея, рассказавшая мне, как можно вернуть мои сапоги назад.
– Если за семь дней ты сможешь помочь троим найти себя, то докажешь, что достоин этих сапог!
Она объяснила, что мне надо использовать заброшенный бар, на чердаке которого я и живу, чтобы дать приходящим возможность высказаться и поддерживать их.
Это всё, конечно, прекрасно… но я ведь не хочу этого делать!
– Ты издеваешься?! Тебя не смущает  вообще, что у тебя бороду видно?
– Вовсе нет! Просто ставлю  условия. Удачи!
И исчез.  Прекрасно просто…
Как ни крути, а без сапог было… плохо. 
Пришлось звать на подмогу своего старого друга Домового и приводить бар в порядок.
Изнурительная уборка была закончена, и мы были готовы открываться…
А?
Какое прозвище я получил от волшебника?
Грх…
Эту неделю все будут знать меня как… Лох Без Сапог.
->END

