===begin===
->ConductorFirstMeet

===ConductorFirstMeet===

Темнота неоднозначна.
Она таит угрозу. Ту, что нельзя увидеть. Ту, что будет казаться куда больше и страшнее, если поддаться эмоциям. 
Она дарит покой. Сложно засыпать без темноты. Нет света – значит, нет ничего, что отвлекло бы от сладких снов.
Она завлекает одиночеством. Если ты никого не видишь, легко поверить, что никого рядом и нет, чтобы поддержать в трудную минуту… но нет и никого, кто может навредить.
Она упрочняет привязанности. Если взять друга за руку в темноте, ты уже не будешь один. И что бы ни случилось дальше – вы будете готовы встретить это вместе.
Темнота – лишь одно большое зеркало, где каждый найдёт то, чем переполняет себя. Будь то страх, будь то боль, будь то комфорт… В темноте ничто не отвлечёт тебя от того, чем ты являешься.
Темнота не обязана быть страшной.
Но она будет, если таково ваше желание.

Одноглазый лесник смотрит на вас не мигая.
В руках его – неизменные листок и карандаш.
Какую же форму примет ваша темнота?

Лох: Ты… Кто ты?
К: Кондуктор. Проводник между реальностью и сном. Что ты здесь делаешь?
Лох: В каком смысле - что делаю? Я просто уснул. И, признаюсь, это тот ещё странный сон.
К: Вот как.
Лох: “Вот как”? Делать-то мне что?
К: Я не знаю. Тебя здесь быть не должно.
Лох: Но ты же сказал, что ты провожаешь всех в сны или типа того? Проведи меня.
К: Ты попал не по адресу.
Лох: Так… Ты потерял меня. Объясни ещё раз.
К: Ты находишься не в своём сне, странник.
Лох: Это… Это как?
К: Расскажешь мне, когда выяснишь.
Лох: Ну я явно ничего не выясню в этом лесу!
К: Но и без пропуска я тебя никуда не могу проводить.
Лох: Пропуска?..
Показать ему [предмет] Бабы-Яги
Лох: Ты про это?
К: Хм… Да, это считается за пропуск.
Лох: Даже не спросишь, как у меня это оказалось?
К: Нет.
Лох: Ну прекрасно… Ладно, теперь-то всё улажено?
К: Да. Идём. 
К: И не забудь… Ты обещал рассказать, когда выяснишь.
->END
